Repository: meshtastic/Meshtastic-Apple
Catalog: Localizable.xcstrings
Source language: en
Languages: da, es, he, pl, ru, se, sr

source: Battery Level %d
es: Nivel de Batería %d
he: רמת סוללה %d
pl: Poziom naładowania baterii %d
ru: Уровень заряда %d
se: Batterinivå %d
sr: Ниво батерије у %d

source: Baud
es: Baudios
ru: Бод

source: Bluetooth Connectivity
es: Conectividad Bluetooth
ru: Bluetooth-подключение
sr: Блутут повезивање

source: Broadcast Device Metrics
es: Métricas de Transmisión del Dispositivo
ru: Показатели широковещательного устройства

source: Button GPIO
es: Botón GPIO
ru: GPIO кнопки
sr: Дугме GPIO

source: Bytes Used
es: Bytes Usados
ru: Используемые байты
sr: Бајтова употребљено

source: Call Sign
es: Señal de llamada
ru: Позывной
sr: Позивни знак

source: Call Sign must not be empty
es: La señal de llamada no debe estar vacía.
ru: Позывной не должен быть пустым
sr: Позивни знак не може бити празан

source: Carousel Interval
es: Intervalo del carrusel
ru: Интервал карусели
sr: Интервал карусела

source: Channel Details
es: Detalles del Canal
ru: Сведения о канале
sr: детаљи канала

source: Channels Help
es: Ayuda de los Canales
ru: Каналы помощи
sr: Помоћ око канала

source: Clear Log
es: Borrar Log
ru: Очистить журнал
sr: Очисти логове

source: Clear Stale Nodes
es: Borrar nodos obsoletos
ru: Очистить устаревшие ноды
sr: Очисти застареле чворове

source: Client Base should only favorite other nodes you control. Improper use will hurt your local mesh.
es: Cliente Base solo debe tener como favoritos otros nodos bajo tu control. El uso inapropiado dañará tu mesh local.
ru: Используя Client Base, вы должны добавлять в избранное только подконтрольные вам ноды. Неправильное использование может ухудшить сетевую связность

source: Coding Rate
es: Tasa de codificación
ru: Скорость кодирования
sr: Стопа кодирања

source: Compass
es: Brújula
ru: Компас

source: Connect
es: Conectar
ru: Подключение
sr: Повежи се

source: Connection Name
es: Nombre de la conexión
ru: Имя подключения
sr: Назив везе

source: Contact URL
es: URL del contacto
ru: URL контакта
sr: Урл контакт

source: Convex Hull
es: Envoltura convexa
ru: Выпуклая оболочка
sr: Конвексна љуштура

source: Critical Alerts
es: Alertas críticas
ru: Критические оповещения
sr: Хитна упозорења

source: Current
es: Actual
ru: Ток
sr: Струја

source: Current: %lld
es: Actual: %lld
ru: Текущий: %lld
sr: Тренутно: %lld

source: Delete all config, keys and BLE bonds?
es: ¿Eliminar todas las configuraciones, claves y enlaces BLE?
ru: Удалить все настройки, ключи и BLE-соединения?
sr: Обрисати сву конфигурацију, кључеве и BLE повезнице?

source: Delete all config?
es: ¿Eliminar todas las configuraciones?
ru: Удалить все настройки?
sr: Обрисати сву конфигурацију?

source: Details...
es: Detalles...
ru: Подробности...
sr: Детаљи

source: Device Options
es: Opciones del dispositivo
ru: Параметры устройства

source: Direct Message Key
es: Tecla de mensaje directo
ru: Ключ личных переписок

source: Disconnect Node
es: Desconectar nodo
ru: Отключить ноду
sr: Раскачи чвор

source: Disconnect the currently connected node
es: Desconectar el nodo actualmente conectado
ru: Отключить подключенную в данный момент ноду
sr: Раскачи тренутно повезани чвор

source: Display Mode
es: Modo de visualización
ru: Режим экрана
sr: Режим приказа

source: Display the distance between your phone and other Meshtastic nodes with positions.
es: Muestra la distancia entre tu teléfono y otros nodos Meshtastic con posiciones.
ru: Отобразить расстояние между вашим телефоном и другими нодами Meshtastic с указанием местоположения.
sr: Прикажи растојање између свог телефона и других Meshtastic чворова са позицијама.

source: Display Units
es: Unidades de visualización
ru: Единицы измерения на экране
sr: Јединице приказа

source: Distance Filters
es: Filtros de distancia
ru: Фильтры расстояния
sr: Филтери удаљености

source: Distance Measurements
es: Mediciones de distancia
ru: Измерения расстояний
sr: Мерење удаљености

source: Done
es: Hecho
ru: Готово
sr: Готово

source: Echo
es: Eco
he: הד
ru: Эхо
se: Eko
sr: Ехо

source: Enable broadcasting device metrics to the mesh network. When disabled, metrics are only sent to connected clients.
es: Habilite la transmisión de métricas de dispositivos a la red de malla. Cuando está deshabilitado, las métricas solo se envían a los clientes conectados.
ru: Включить передачу метрик устройства в ячеистую сеть. При отключении метрики отправляются только подключенным клиентам.

source: Enables the blue location dot for your phone in the mesh map.
es: Habilita el punto de ubicación azul para su teléfono en el mapa de malla.
ru: Включает синюю точку местоположения вашего телефона на карте сети.
sr: Омогућава плаву тачку локације за твој телефон на мапи mesh мреже.

source: Enter hostname[:port]
es: Introduzca el nombre de host[:puerto]
ru: Введите имя хоста[:порт]
sr: Унеси име хоста[:порт]

source: Environment Metrics Enabled
es: Métricas de entorno habilitadas
ru: Метрики окружения включены

source: Environment Sensor Options
es: Opciones de sensores ambientales
ru: Параметры датчика окружения

source: Exchange User Info
es: Información de usuario de Exchange
ru: Обменяться информацией о пользователе

source: Expiration
es: Caducidad
ru: Истечение срока
sr: Истек рока

source: Factory reset will delete device and app data.
es: El restablecimiento de fábrica eliminará los datos del dispositivo y de la aplicación.
ru: Сброс к заводским настройкам удалит данные устройства и приложения.
sr: Фабричко ресетовање ће обрисати податке уређаја и апликације.

source: Failed to exchange user info.
es: No se pudo intercambiar información de usuario.
ru: Не удалось обменяться информацией о пользователе.

source: Favorited and ignored nodes are always retained. Other nodes are cleared from the app database on the schedule set by the user. (Nodes with PKC keys are always retained for at least 7 days.) This feature only purges nodes from the app that are not stored in the device node database.
es: Los nodos favoritos e ignorados siempre se conservan. Otros nodos se borran de la base de datos de la aplicación según el cronograma establecido por el usuario. (Los nodos con claves PKC siempre se conservan durante al menos 7 días). Esta función solo elimina los nodos de la aplicación que no están almacenados en la base de datos de nodos del dispositivo.
ru: Избранные и игнорируемые ноды всегда сохраняются. Другие ноды удаляются из базы данных приложения по расписанию, установленному пользователем. (Ноды с ключами PKC всегда сохраняются не менее 7 дней.) Эта функция удаляет из приложения только те ноды, которые не хранятся в базе данных нод устройства.

source: Files Available
es: Archivos disponibles
ru: Доступные файлы
sr: Доступни фајлови

source: Filter the node list and mesh map based on proximity to your phone.
es: Filtre la lista de nodos y el mapa de malla según la proximidad a su teléfono.
ru: Фильтровать список нод и карту сети по близости к вашему телефону.
sr: Филтрирај листу чворова и мапу mesh мреже према близини твог телефона.

source: Firmware Version
es: Versión de firmware
he: גרסת קושחה
pl: Wersja Oprogramowania
ru: Версия прошивки
sr: Верзија фирмвера

source: From Radio (RX): %lld
es: De Radio (RX): %lld
ru: От радио (RX): %lld
sr: Од радио уређаја (RX): %lld

source: Generate a new private key to replace the one currently in use. The public key will automatically be regenerated from your private key.
es: Genere una nueva clave privada para reemplazar la que está actualmente en uso. La clave pública se regenerará automáticamente a partir de su clave privada.
ru: Создать новый закрытый ключ для замены текущего. Открытый ключ будет автоматически создан из вашего закрытого ключа.
sr: Генериши нови приватни кључ који ће заменити тренутно коришћени. Јавни кључ ће аутоматски бити регенерисан из твог приватног кључа.

source: Get started
es: Empezar
ru: Начать
sr: Започни

source: GitHub Repository
es: Repositorio GitHub
ru: Репозиторий GitHub
sr: ГитХаб репозиторијум

source: Hard Reset
es: Restablecimiento completo
ru: Жесткий сброс
sr: Тврдо ресетовање

source: Hourly Duty Cycle
es: Ciclo de trabajo por hora
ru: Почасовой рабочий цикл
sr: Натпросечни циклус дужности по сату

source: Icons
es: Iconos
ru: Значки
sr: Иконице

source: In addition to Config, Keys and BLE bonds will be wiped
es: Además de la configuración, se borrarán las claves y los enlaces BLE.
ru: Помимо конфигурации, будут стерты ключи и связи BLE.
sr: Поред конфигурације, кључеви и BLE везе ће бити избрисани.

source: Incoming Messages
es: Mensajes entrantes
ru: Входящие сообщения
sr: Долазне поруке

source: Incomplete
es: Incompleto
ru: Не завершено
sr: Недовршен

source: Invalid file content. Please check the file format.
es: Contenido del archivo no válido. Por favor verifique el formato del archivo.
ru: Недопустимое содержимое файла. Проверьте формат файла.
sr: Неправилан садржај фајла. Проверите формат фајла.

source: Key Backup
es: Copia de seguridad clave
ru: Резервная копия ключа
sr: Резервна копија кључа

source: Last seen device:
es: Dispositivo visto por última vez:
ru: Последнее устройство:

source: Last seen device: %@
es: Último dispositivo visto: %@
ru: Последнее устройство: %@

source: Latitude in degrees (e.g., 37.7749)
es: Latitud en grados (por ejemplo, 37,7749)
ru: Широта в градусах (например, 55.7558)
sr: Географска ширина у степенима (нпр. 42.6612)

source: Latitude must be between -90 and 90 degrees
es: La latitud debe estar entre -90 y 90 grados.
ru: Широта должна быть между -90 и 90 градусами.
sr: Географска ширина мора бити између -90 и 90 степени.

source: Level
es: Nivel
ru: Уровень
sr: Ниво

source: Limit all periodic broadcast intervals especially telemetry and position. If you need to increase hops, do it on nodes at the edges, not the ones in the middle. MQTT is not advised when you are duty cycle restricted because the gateway node is then doing all the work.
es: Limite todos los intervalos de transmisión periódica, especialmente la telemetría y la posición. Si necesita aumentar los saltos, hágalo en los nodos de los bordes, no en los del medio. No se recomienda MQTT cuando el ciclo de trabajo está restringido porque el nodo de puerta de enlace está haciendo todo el trabajo.
ru: Ограничьте все интервалы периодической передачи, особенно телеметрию и позицию. Если вам нужно увеличить количество хопов, делайте это на нодах "на краях", а не в середине. MQTT не рекомендуется, когда вы ограничены рабочим циклом, потому что тогда нода-шлюз выполняет всю работу.
sr: Ограничите све периодичне интервале емитовања, посебно телеметрију и позицију. Ако је потребно повећати број скокова, то радите на чворовима на ивицама, а не на оним у средини. MQTT није препоручен када сте ограничени циклусом дужности јер у том случају чвор-рутер ради сав посао.

source: Local Network Access
es: Acceso a la red local
ru: Доступ к локальной сети
sr: Приступ локалној мрежи

source: Longitude in degrees (e.g., -122.4194)
es: Longitud en grados (p. ej., -122,4194)
ru: Долгота в градусах (например, 37.6173)
sr: Географска дужина у степенима (нпр. 20.2654)

source: Longitude must be between -180 and 180 degrees
es: La longitud debe estar entre -180 y 180 grados.
ru: Долгота должна быть между -180 и 180 градусами.
sr: Географска дужина мора бити између -180 и 180 степени.

source: LoRa Config Changes:
es: Cambios en la configuración de LoRa:
ru: Изменения настройки LoRa:
sr: Промене LoRa конфигурације:

source: Low Battery
es: Batería baja
ru: Низкий заряд батареи
sr: Слаба батерија буразеру

source: Manage custom map overlays
es: Administrar superposiciones de mapas personalizados
ru: Управление пользовательскими слоями карты
sr: Upravljaj prilagođenim slojevima mape

source: Manage map data
es: Administrar datos de mapas
ru: Управление данными карты
sr: Управљај подацима мапе

source: Manual connection string
es: Cadena de conexión manual
ru: Строка подключения вручную
sr: Ручно подешавање конекције

source: Manual Connections
es: Conexiones manuales
ru: Ручные подключения

source: Map Data
es: Datos del mapa
ru: Данные карты
sr: Подаци мапе

source: Map Overlays
es: Superposiciones de mapas
he: שכבות מפה
pl: Nakładki map
ru: Слои карты
se: Kartöverlägg
sr: Преклапања мапе

source: Mesh Map Location
es: Ubicación del mapa de malla
ru: Местоположение на карте сети
sr: Локација на меш мапи

source: Meshtastic uses your phone's location to enable a number of features. You can update your location permissions at any time from settings.
es: Meshtastic utiliza la ubicación de su teléfono para habilitar una serie de funciones. Puede actualizar sus permisos de ubicación en cualquier momento desde la configuración.
ru: Meshtastic использует местоположение вашего телефона для включения ряда функций. Вы можете изменить разрешения на определение местоположения в любое время в настройках.
sr: Мештастик користи локацију твог телефона за разне функције. Дозволе за локацију можеш променити у подешавањима кад год пожелиш.

source: Message Size
es: Tamaño del mensaje
ru: Размер сообщения
sr: Величина поруке

source: Messaging
es: Mensajería
ru: Обмен сообщениями
sr: Дописивање

source: New Nodes
es: Nuevos nodos
ru: Новые ноды
sr: Нови чворови

source: No Connected Node
es: Ningún nodo conectado
ru: Нет подключенной ноды
sr: Нема повезаног чвора

source: No Data
es: Sin datos
ru: Нет данных
sr: Bez Podataka

source: No files uploaded
es: No se subieron archivos
ru: Нет загруженных файлов
sr: Нема отпремљених фајлова

source: No map data files uploaded
es: No se han subido archivos de datos de mapas
ru: Нет загруженных файлов данных карты
sr: Нема отпремљених фајлова са подацима мапе

source: Node
es: Nodo
ru: Нода
sr: Чвор

# Node Core Data Backup %@/%@ - %@ - %@
source: Node Core Data Backup %1$@/%2$@ - %3$@ - %4$@
es: Copia de seguridad de datos del núcleo del nodo %@/%@ - %@ - %@
ru: Резервное копирование данных ядра ноды %1$@/%2$@ - %3$@ - %4$@
sr: Резервна копија података језгра чвора %1$@/%2$@ - %3$@ - %4$@

source: Notifications for channel and direct messages.
es: Notificaciones por canal y mensajes directos.
ru: Уведомления о канале и личных сообщениях.
sr: Обавештења за канал и директне поруке.

source: Notifications for low battery alerts for the connected device.
es: Notificaciones de alertas de batería baja para el dispositivo conectado.
ru: Уведомления о низком заряде батареи подключенного устройства.
sr: Обавештења о слабој батерији повезаног уређаја.

source: Notifications for newly discovered nodes.
es: Notificaciones para nodos recién descubiertos.
ru: Уведомления о вновь обнаруженных нодах.
sr: Обавештења о ново откривеним чворовима.

source: OLED Type
es: Tipo OLED
ru: Тип OLED
sr: Тип OLED-а

source: Online
es: En línea
ru: Онлайн
sr: На мрежи

source: Open Compass
es: Abrir brújula
ru: Открыть компас

source: Output pin buzzer GPIO
es: Zumbador de pin de salida GPIO
ru: Выходной контакт зуммера GPIO
sr: Излазни пин за зујалицу GPIO

source: Output pin GPIO
es: Pin de salida GPIO
ru: Выходной контакт GPIO
sr: Излазни пин GPIO

source: Output pin vibra GPIO
es: Pin de salida vibración GPIO
ru: Выходной контакт вибрации GPIO
sr: Излазни пин за вибрацију GPIO

source: Override default screen layout.
es: Anular el diseño de pantalla predeterminado.
ru: Переопределить макет экрана по умолчанию
sr: Промени подразумевани изглед екрана

source: Packet Count
es: Recuento de paquetes
ru: Счетчик пакетов
sr: Број пакета

source: Pause
es: Pausa
he: הפסק
ru: Пауза
se: Pausa
sr: Паузирај

source: Phone Location
es: Ubicación del teléfono
ru: Местоположение телефона
sr: Позиција телефона

source: Power Sensor Options
es: Opciones de sensores de potencia
ru: Параметры питания сенсоров

source: Processing file...
es: Procesando archivo...
ru: Обработка файла...
sr: Obrada datoteke...

source: Provide anonymous usage statistics and crash reports.
es: Proporcione estadísticas de uso anónimas e informes de fallos.
ru: Предоставлять анонимную статистику использования и отчеты о сбоях.
sr: Пошаљи анонимне статистике коришћења и извештаје о кваровима.

source: Provide Confirmation
es: Proporcionar confirmación
ru: Предоставить подтверждение
sr: Пружи потврду

source: Received Ack: %@
es: Confirmación recibida: %@
ru: Получено подтверждение: %@

source: Recipient Ack: %@
es: Confirmación del destinatario: %@
ru: Подтверждение получателя: %@

source: Regenerate Private Key
es: Regenerar clave privada
ru: Создать заново закрытый ключ
sr: Регенериши приватни кључ

source: Region
es: Región
ru: Регион
sr: Регион

# Relayed by %d %@
source: Relayed by %1$d %2$@
es: Retransmitido por %d %@
ru: Передано %1$d %2$@

source: Restore
es: Restaurar
ru: Восстановить
sr: Обнови

source: Retreiving nodes . .
es: Recuperando nodos. .
ru: Загрузка нод . .
sr: Учитавање чворова . .

source: Retrieving nodes
es: Recuperando nodos
ru: Загрузка нод
sr: Учитавање чворова

source: Retrieving nodes %lld
es: Recuperando nodos %lld
ru: Загрузка нод: %lld
sr: Учитавање чворова: %lld

source: Retrying (attempt %lld)
es: Reintentando (intento %lld)
ru: Повторная попытка (попытка %lld)
sr: Поново покушавам (покушај %lld)

source: Rotary 1
es: Giratorio 1
ru: Поворотный 1
sr: Ротациони 1

source: Route List
es: Lista de rutas
ru: Список маршрутов
sr: Листа рута

source: Scan this QR code to add %@ to another device.
es: Escanee este código QR para agregar %@ a otro dispositivo.
ru: Отсканируйте этот QR-код, чтобы добавить %@ на другое устройство.
sr: Скенирај овај QR код да додаш %@ на други уређај.

source: Screen on for
es: Pantalla encendida para
ru: Экран включен на
sr: Екран укључен за

source: Select a Node
es: Seleccione un nodo
ru: Выберите ноду

source: Select a Trace Route
es: Seleccione una ruta de seguimiento
ru: Выберите маршрут трассировки
sr: Изабери пут праћења кроз мрежу

source: Select an emoji
es: Selecciona un emoji
ru: Выберите эмодзи

source: Select Map File
es: Seleccionar archivo de mapa
ru: Выберите файл карты
sr: Изабери фајл мапе

source: Select packets sent as critical will ignore the mute switch and Do Not Disturb settings in the OS notification center.
es: Los paquetes seleccionados enviados como críticos ignorarán el interruptor de silencio y la configuración de No molestar en el centro de notificaciones del sistema operativo.
ru: Выберите пакеты, отправленные как критические, они будут игнорировать переключатель отключения звука и настройки «Не беспокоить» в центре уведомлений ОС.
sr: Одаберите пакете послате као критичне – они ће занемарити прекидач за искључење звука и подешавања ‘Не ометај’ у центру за обавештења ОС-а.

source: Send
es: Enviar
ru: Отправить
sr: Пошаљи

source: Send ASCII bell with alert message. Useful for triggering external notification on bell.
es: Enviar campana ASCII con mensaje de alerta. Útil para activar notificaciones externas al tocar el timbre.
ru: Отправьте ASCII колокольчик с предупреждающим сообщением. Полезно для срабатывания внешнего уведомления на колокольчик.
sr: Пошаљи ASCII звона са поруком упозорења. Корисно за покретање спољашњег обавештења на звону.

source: Send Bell
es: Enviar campana
ru: Отправить колокол
sr: Пошаљи звоно

source: Send Notifications
es: Enviar notificaciones
ru: Отправить уведомления
sr: Пошаљи обавештење

source: Server
es: Servidor
ru: Сервер
sr: Сервер

source: Set to current location
es: Establecer en la ubicación actual
ru: Установить текущее местоположение
sr: Постави на тренутну локацију

source: Sets the screen clock format to 12-hour.
es: Establece el formato del reloj de la pantalla en 12 horas.
ru: Устанавливает 12-часовой формат экранных часов.
sr: Поставља формат сата на екрану на 12-часовни.

source: settings
es: ajustes
ru: настройки
sr: подешавања

source: Share Contact QR
es: Compartir Contacto QR
ru: Поделиться QR контакта
sr: Подели QR код контакта

source: Share Location
es: Compartir ubicación
ru: Поделиться местоположением
sr: Дељење локације

source: Share your location in real-time and keep your group coordinated with integrated GPS features.
es: Comparta su ubicación en tiempo real y mantenga a su grupo coordinado con funciones de GPS integradas.
ru: Делитесь своим местоположением в реальном времени и поддерживайте координацию группы с интегрированными функциями GPS.
sr: Прати своју локацију уживо и помози групи да остане усклађена уз GPS функције.

source: Show a confirmation dialog before performing the factory reset
es: Mostrar un cuadro de diálogo de confirmación antes de realizar el restablecimiento de fábrica
ru: Показать диалог подтверждения перед выполнением сброса к заводским настройкам
sr: Прикажи дијалог за потврду пре извођења фабричког ресетовања.

source: Signal %@
es: Señal %@
ru: Сигнал %@
sr: Сигнал %@

source: Smart Position
es: Posición inteligente
ru: Умное позиционирование
sr: Паметно позиционирање

source: Sponsor App Development
es: Desarrollo de aplicaciones para patrocinadores
ru: Спонсор разработки приложения
sr: Финансирај развој апликације

source: Start
es: Empezar
he: החל
ru: Начало
sr: Почетак

# Successfully uploaded '%@' with %lld overlays
source: Successfully uploaded '%1$@' with %2$lld overlays
es: '%@' subido correctamente con superposiciones %lld
ru: Успешно загружено '%1$@' с заменой %2$lld
sr: Фајл '%1$@' је успешно отпремљен са %2$lld преклопа

source: Takes a Meshtastic contact URL and saves it to the nodes database
es: Toma una URL de contacto Meshtastic y la guarda en la base de datos de nodos
ru: Принимает URL контакта Meshtastic и сохраняет его в базу данных нод
sr: Прима Meshtastic контакт URL и чува га у базу података чворова

source: Tap to enter emoji
es: Toca para ingresar emoji
ru: Тапните для ввода эмодзи

source: The URL for the node to add
es: La URL del nodo a agregar.
ru: URL ноды для добавления
sr: URL чвора који треба додати

source: There has been no response to a request for device metadata via PKC admin for this node.
es: No ha habido respuesta a una solicitud de metadatos del dispositivo a través del administrador de PKC para este nodo.
ru: Не было ответа на запрос метаданных устройства через PKC admin для этой ноды.
sr: Није било одговора на захтев за метаподатке уређаја преко PKC админ-а за овај чвор.

source: There is an issue with this contact's public key.
es: Hay un problema con la clave pública de este contacto.
ru: Возникла проблема с открытым ключом этого контакта.
sr: Постоји проблем са јавним кључем овог контакта.

source: These settings will %@
es: Estas configuraciones %@
ru: Эти настройки будут %@

source: Timeout
es: Tiempo de espera
he: זמן קצוב
pl: Limit czasu
ru: Таймаут
se: Tidsgräns överskriden
sr: Временско ограничење

source: Timing and Overrides
es: Temporización y anulaciones
ru: Выбор времени и переопределения
sr: Време и промене подешавања

source: To Radio (TX): %lld
es: A la radio (TX): %lld
ru: К радио (TX): %lld
sr: Ка радио уређају (TX): %lld

source: Trace Route
es: Ruta de seguimiento
ru: Трассировка маршрута
sr: Праћење руте

source: Trace Route (in %@s)
es: Ruta de seguimiento (en %@)
ru: Трассировка маршрута (через %@ сек)
sr: Праћење трасе (за %@ секунди)

source: Trace Route Log
es: Registro de ruta de seguimiento
ru: Журнал трассировки маршрута
sr: Лог праћења руте комуникације

source: Trace Route Sent
es: Ruta de seguimiento enviada
ru: Трассировка маршрута отправлена
sr: Захтев за праћење руте комуникације послат.

source: Trace route sent to %@
es: Ruta de seguimiento enviada a %@
ru: Трассировка маршрута отправлена на %@
sr: Захтев за праћење руте комуникације послат до %@.

source: Trace route to %@ was not sent.
es: No se envió la ruta de seguimiento a %@.
ru: Трассировка маршрута до %@ не была отправлена.
sr: Захтев за праћење руте комуникације до %@ није послат.
